#pragma once

void displayFullMenu() {
    cout << "1. Загрузить информацию из файла\n";
    cout << "2. Записать информацию в файл\n";
    cout << "3. Показать всех сотрудников\n";
    cout << "4. Поиск по фамилии\n";
    cout << "5. Поиск по диапазону заработной платы\n";
    cout << "6. Сортировка по фамилии\n";
    cout << "7. Добавить нового сотрудника\n";
    cout << "8. Удалить сотрудника\n";
    cout << "9. Выйти\n";
}

void displaySmallMenu() {
    cout << "1. Загрузить информацию из файла\n";
    cout << "2. Добавить нового сотрудника\n";
    cout << "3. Выйти\n";
}